[
  {"id":1,"level":"A1","title":"თავის წარდგენა","titleEn":"Introducing Yourself","text":"Hello! My name is Anna. I am from Georgia. I am twenty-three years old. I work in a small café near the park. I like my job because I meet many people every day.","questions":[{"q":"What is her name?","opts":["Maria","Anna","Nina","Lika"],"ans":1},{"q":"How old is she?","opts":["21","22","23","25"],"ans":2},{"q":"Where does she work?","opts":["In a bank","In a hospital","In a café","In a school"],"ans":2}]},
  {"id":2,"level":"A1","title":"საკვების შეკვეთა","titleEn":"Ordering Food","text":"I am at a restaurant. I would like a pizza and a glass of orange juice, please. The pizza is very good here. My friend wants a salad and some water. We also want two pieces of chocolate cake for dessert.","questions":[{"q":"What does the speaker order to drink?","opts":["Water","Coffee","Orange juice","Tea"],"ans":2},{"q":"What does the friend want?","opts":["Pizza and juice","Salad and water","Cake and coffee","Soup and bread"],"ans":1},{"q":"What do they want for dessert?","opts":["Ice cream","Fruit","Chocolate cake","Cookies"],"ans":2}]},
  {"id":3,"level":"A1","title":"მიმართულების კითხვა","titleEn":"Asking for Directions","text":"Excuse me, where is the bus stop? Go straight on this street. Then turn left at the big supermarket. The bus stop is next to the pharmacy. It takes about five minutes to walk there.","questions":[{"q":"What is the person looking for?","opts":["A pharmacy","A supermarket","A bus stop","A restaurant"],"ans":2},{"q":"Where should you turn left?","opts":["At the park","At the supermarket","At the school","At the traffic light"],"ans":1},{"q":"How long does it take to walk?","opts":["Two minutes","Five minutes","Ten minutes","Fifteen minutes"],"ans":1}]},
  {"id":4,"level":"A1","title":"ამინდის შესახებ","titleEn":"Talking About Weather","text":"Today is a beautiful day. The sun is shining and the sky is blue. It is very warm outside, about twenty-five degrees. But tomorrow will be different. They say it will rain all day. I need to take my umbrella.","questions":[{"q":"How is the weather today?","opts":["Rainy","Cloudy","Sunny and warm","Cold and windy"],"ans":2},{"q":"What is the temperature today?","opts":["15 degrees","20 degrees","25 degrees","30 degrees"],"ans":2},{"q":"What will happen tomorrow?","opts":["It will snow","It will rain","It will be sunny","It will be windy"],"ans":1}]},
  {"id":5,"level":"A1","title":"ოჯახის შესახებ","titleEn":"My Family","text":"I have a big family. My mother is a teacher and my father is a doctor. I have two sisters and one brother. My older sister is married and has a baby. We all live in Tbilisi. On Sundays, we always have lunch together.","questions":[{"q":"What does the father do?","opts":["He is a teacher","He is a doctor","He is an engineer","He is a driver"],"ans":1},{"q":"How many sisters does the speaker have?","opts":["One","Two","Three","Four"],"ans":1},{"q":"When does the family eat together?","opts":["On Mondays","On Saturdays","On Sundays","Every day"],"ans":2}]},
  {"id":6,"level":"A1","title":"სახლის აღწერა","titleEn":"My Home","text":"I live in a small apartment in the city center. It has two bedrooms, a kitchen, and a bathroom. My favorite room is the living room because it has a big window. I can see the park from my window. My cat likes to sit there and watch the birds.","questions":[{"q":"Where is the apartment?","opts":["Near the park","In the city center","Outside the city","Near the school"],"ans":1},{"q":"How many bedrooms are there?","opts":["One","Two","Three","Four"],"ans":1},{"q":"What can you see from the window?","opts":["A river","The mountains","The park","The sea"],"ans":2}]},
  {"id":7,"level":"A1","title":"საყიდლებზე წასვლა","titleEn":"Going Shopping","text":"I go to the supermarket every Saturday. I buy bread, milk, eggs, and fruit. Today I also need some cheese and tomatoes. The supermarket is not far from my house. I usually walk there. It takes me about ten minutes.","questions":[{"q":"When does the speaker go to the supermarket?","opts":["Every Monday","Every Friday","Every Saturday","Every Sunday"],"ans":2},{"q":"What extra items are needed today?","opts":["Butter and jam","Cheese and tomatoes","Rice and chicken","Sugar and flour"],"ans":1},{"q":"How does the speaker get to the supermarket?","opts":["By bus","By car","On foot","By bicycle"],"ans":2}]},
  {"id":8,"level":"A1","title":"ჰობის შესახებ","titleEn":"My Hobby","text":"My hobby is reading books. I read every evening before bed. I like stories about travel and adventure. My favorite book is about a man who travels around the world in eighty days. I also like to draw pictures on weekends.","questions":[{"q":"When does the speaker read?","opts":["In the morning","At lunch","In the evening","All day"],"ans":2},{"q":"What kind of stories does the speaker like?","opts":["Love stories","Travel and adventure","Horror stories","Science fiction"],"ans":1},{"q":"What else does the speaker do on weekends?","opts":["Cook food","Play sports","Draw pictures","Watch movies"],"ans":2}]},
  {"id":9,"level":"A2","title":"გეგმების შედგენა","titleEn":"Making Plans","text":"Hi! Are you free this Saturday? I'm thinking we could go to the new Italian restaurant downtown. My colleague went there last week and said the pasta is amazing. After dinner, there's a live music concert in the park. It starts at eight o'clock. What do you think? Let me know!","questions":[{"q":"What day are they planning for?","opts":["Friday","Saturday","Sunday","Monday"],"ans":1},{"q":"Who recommended the restaurant?","opts":["A friend","A family member","A colleague","A neighbor"],"ans":2},{"q":"What starts at eight o'clock?","opts":["Dinner","A movie","A live music concert","A football match"],"ans":2}]},
  {"id":10,"level":"A2","title":"ყოველდღიური რუტინა","titleEn":"Daily Routine","text":"I usually wake up at seven o'clock and take a quick shower. For breakfast, I have coffee and toast. I leave home at half past eight and take the metro to work. My office is in the center of the city. I work from nine to six. After work, I go to the gym three times a week. On other days, I cook dinner and watch a movie.","questions":[{"q":"What does the speaker eat for breakfast?","opts":["Eggs and juice","Coffee and toast","Cereal and milk","Fruit and yogurt"],"ans":1},{"q":"How does the speaker get to work?","opts":["By bus","By car","By metro","On foot"],"ans":2},{"q":"How often does the speaker go to the gym?","opts":["Every day","Twice a week","Three times a week","On weekends"],"ans":2}]},
  {"id":11,"level":"A2","title":"მაღაზიაში","titleEn":"At the Clothing Store","text":"I need to buy a new jacket for winter. This blue one looks nice. How much does it cost? One hundred and fifty lari. That's a bit expensive. Do you have anything cheaper? Yes, we have this black jacket on sale for ninety lari. It's very warm and comfortable. I'll take it!","questions":[{"q":"What is the speaker looking for?","opts":["Shoes","A jacket","A shirt","A bag"],"ans":1},{"q":"How much is the blue jacket?","opts":["90 lari","100 lari","120 lari","150 lari"],"ans":3},{"q":"Which jacket does the speaker buy?","opts":["The blue one","The red one","The black one on sale","The most expensive one"],"ans":2}]},
  {"id":12,"level":"A2","title":"ტელეფონით საუბარი","titleEn":"A Phone Call","text":"Hello, this is the City Medical Center. How can I help you? I'd like to make an appointment with Doctor Giorgi. When would you like to come? Is Thursday at two o'clock available? Let me check. Yes, Thursday at two is free. Can I have your name and phone number, please? My name is Nino Beridze.","questions":[{"q":"Where is the person calling?","opts":["A bank","A school","A medical center","A restaurant"],"ans":2},{"q":"When does the person want an appointment?","opts":["Monday at ten","Wednesday at three","Thursday at two","Friday at four"],"ans":2},{"q":"What is the caller's name?","opts":["Nino Beridze","Maia Giorgi","Lika Beridze","Nino Kakhidze"],"ans":0}]},
  {"id":13,"level":"A2","title":"მოგზაურობის შესახებ","titleEn":"Travel Plans","text":"Next month, my husband and I are going to Turkey for a week. We booked a hotel in Antalya near the beach. The flight takes about two hours from Tbilisi. We plan to swim, visit historical places, and try the local food. We're both very excited because this is our first trip abroad together.","questions":[{"q":"Where are they going?","opts":["Greece","Turkey","Italy","Spain"],"ans":1},{"q":"How long is the trip?","opts":["Three days","Five days","A week","Two weeks"],"ans":2},{"q":"Why are they excited?","opts":["It's their birthday","Hotels are cheap","It's their first trip abroad together","They won a contest"],"ans":2}]},
  {"id":14,"level":"A2","title":"ახალ სამსახურში","titleEn":"Starting a New Job","text":"Today was my first day at the new office. I was nervous, but everyone was very friendly. My manager showed me my desk and introduced me to the team. There are eight people in our department. We had a meeting in the morning and then I started learning the computer system. I think I'm going to enjoy working here.","questions":[{"q":"How did the speaker feel on the first day?","opts":["Angry","Bored","Nervous","Sick"],"ans":2},{"q":"How many people are in the department?","opts":["Five","Six","Eight","Ten"],"ans":2},{"q":"What did the speaker learn in the afternoon?","opts":["The company history","The computer system","How to make coffee","Office rules"],"ans":1}]},
  {"id":15,"level":"A2","title":"ექიმთან ვიზიტი","titleEn":"At the Doctor","text":"Doctor, I've had a bad headache for three days. I also feel tired all the time and I can't sleep well at night. Have you been drinking enough water? Probably not. I've been very busy at work and I often forget to eat lunch. Well, you need to rest more, drink at least two liters of water a day, and eat regular meals. I'll also give you some medicine for the headache.","questions":[{"q":"How long has the person had a headache?","opts":["One day","Two days","Three days","A week"],"ans":2},{"q":"What does the person often forget to do?","opts":["Take medicine","Drink water","Eat lunch","Exercise"],"ans":2},{"q":"What does the doctor recommend?","opts":["Surgery","More exercise","Rest, water, and regular meals","A vacation"],"ans":2}]},
  {"id":16,"level":"A2","title":"საცხოვრებლის ძებნა","titleEn":"Looking for an Apartment","text":"I'm looking for a one-bedroom apartment near the metro station. My budget is about five hundred lari per month. I need it to be furnished, with a washing machine and internet. I saw an advertisement online for a place on Chavchavadze Avenue. It looks perfect, but I need to see it first. Can we visit it tomorrow afternoon?","questions":[{"q":"What kind of apartment is the person looking for?","opts":["Two-bedroom","One-bedroom","Studio","Three-bedroom"],"ans":1},{"q":"What is the monthly budget?","opts":["300 lari","400 lari","500 lari","600 lari"],"ans":2},{"q":"Where is the apartment located?","opts":["Rustaveli Avenue","Chavchavadze Avenue","Kostava Street","Aghmashenebeli Avenue"],"ans":1}]},
  {"id":17,"level":"B1","title":"ახალი ამბების მოხსენება","titleEn":"A News Report","text":"In local news today, the city council has approved plans to build a new public library in the central district. The modern three-story building will include a children's section, a digital media lab, and a café. Construction is expected to begin in March and should be completed within eighteen months. The project will cost approximately four million lari. The mayor stated that the library will serve over fifty thousand residents in the area.","questions":[{"q":"What is being built?","opts":["A hospital","A school","A public library","A sports center"],"ans":2},{"q":"When will construction begin?","opts":["January","February","March","April"],"ans":2},{"q":"How many residents will the library serve?","opts":["Twenty thousand","Thirty thousand","Forty thousand","Fifty thousand"],"ans":3}]},
  {"id":18,"level":"B1","title":"ინსტრუქციები","titleEn":"Instructions for a Recipe","text":"Today I'm going to teach you how to make traditional Georgian churchkhela. First, you need to prepare grape juice by boiling it with flour until it becomes thick. While you're waiting, thread walnuts onto a string using a large needle. Once the grape mixture has thickened, dip the walnut strings into it several times until they are well coated. Then hang them to dry for five to seven days in a cool place. The result is a delicious and healthy snack that can last for months.","questions":[{"q":"What is being made?","opts":["Khachapuri","Churchkhela","Lobio","Pkhali"],"ans":1},{"q":"What is threaded onto a string?","opts":["Hazelnuts","Almonds","Walnuts","Raisins"],"ans":2},{"q":"How long does it take to dry?","opts":["One to two days","Three to four days","Five to seven days","Two weeks"],"ans":2}]},
  {"id":19,"level":"B1","title":"მოკლე ამბავი","titleEn":"A Short Story","text":"Last summer, while hiking in the mountains of Svaneti, I got lost in thick fog. I couldn't see the trail and my phone had no signal. I felt scared but tried to stay calm. After walking carefully for about an hour, I heard a dog barking in the distance. I followed the sound and found a small village. An elderly couple invited me into their home, gave me warm food, and let me stay the night. The next morning, their grandson guided me back to the main trail. That experience taught me to always carry a map and never hike alone.","questions":[{"q":"Where did the speaker get lost?","opts":["In Kakheti","In Svaneti","In Adjara","In Tusheti"],"ans":1},{"q":"How did the speaker find the village?","opts":["Using a map","By calling for help","By following a dog barking","By finding a road"],"ans":2},{"q":"What lesson did the speaker learn?","opts":["Don't go to mountains","Always carry a map and don't hike alone","Always bring a dog","Never trust strangers"],"ans":1}]},
  {"id":20,"level":"B1","title":"აღწერა","titleEn":"Describing a City","text":"Barcelona is one of the most visited cities in Europe. Located on the northeast coast of Spain, it combines beautiful beaches with stunning architecture. The most famous building is the Sagrada Familia, a church designed by architect Antoni Gaudí that has been under construction since 1882. The city is also known for its lively food markets, especially La Boqueria, where you can find fresh seafood, fruit, and traditional Spanish dishes. If you enjoy football, you can visit Camp Nou, one of the largest stadiums in the world.","questions":[{"q":"Where is Barcelona located?","opts":["Southern Spain","Northwest coast","Northeast coast of Spain","Central Spain"],"ans":2},{"q":"Since when has the Sagrada Familia been under construction?","opts":["1862","1872","1882","1892"],"ans":2},{"q":"What is La Boqueria?","opts":["A church","A stadium","A food market","A museum"],"ans":2}]},
  {"id":21,"level":"B1","title":"კლიმატის ცვლილება","titleEn":"Climate Change","text":"Scientists warn that global temperatures have risen by about one degree Celsius since the late nineteenth century. This may sound small, but even tiny changes in average temperature can cause major problems. Ice sheets in Antarctica and Greenland are melting faster than expected, causing sea levels to rise. Many coastal cities could face serious flooding in the coming decades. Experts say we need to reduce carbon emissions by at least forty percent before twenty-thirty to avoid the worst effects of climate change.","questions":[{"q":"How much have global temperatures risen?","opts":["Half a degree","About one degree","Two degrees","Three degrees"],"ans":1},{"q":"What is happening to ice sheets?","opts":["They're growing","They're stable","They're melting faster than expected","They've stopped changing"],"ans":2},{"q":"By how much must carbon emissions be reduced?","opts":["Twenty percent","Thirty percent","Forty percent","Fifty percent"],"ans":2}]},
  {"id":22,"level":"B1","title":"ტექნოლოგია და განათლება","titleEn":"Technology in Education","text":"Online learning has transformed education worldwide. During the pandemic, millions of students attended classes through video platforms like Zoom and Google Meet. While some students enjoyed the flexibility of learning from home, others struggled without direct interaction with teachers. Research shows that a combination of online and in-person learning, often called blended learning, produces the best results. Schools in Georgia are gradually adopting digital tools, though internet access in rural areas remains a significant challenge.","questions":[{"q":"What platforms were used during the pandemic?","opts":["Facebook and Twitter","Zoom and Google Meet","TikTok and Instagram","WhatsApp and Telegram"],"ans":1},{"q":"What is 'blended learning'?","opts":["Only online learning","Only in-person learning","A mix of online and in-person learning","Learning through games"],"ans":2},{"q":"What challenge do rural areas in Georgia face?","opts":["Not enough teachers","No schools","Limited internet access","Too many students"],"ans":2}]},
  {"id":23,"level":"B1","title":"სპორტის ისტორია","titleEn":"The Story of Football","text":"Football is the most popular sport in the world, with over four billion fans. The modern game was developed in England in the nineteenth century, though people have played similar ball games for thousands of years. The first official international match was played between England and Scotland in eighteen seventy-two. Today, the FIFA World Cup is watched by billions and takes place every four years. Georgia's national team has been improving steadily, and Georgian players are now competing in some of Europe's top leagues.","questions":[{"q":"How many fans does football have worldwide?","opts":["One billion","Two billion","Three billion","Over four billion"],"ans":3},{"q":"When was the first international match played?","opts":["1862","1872","1882","1892"],"ans":1},{"q":"How often is the FIFA World Cup held?","opts":["Every two years","Every three years","Every four years","Every five years"],"ans":2}]},
  {"id":24,"level":"B1","title":"ჯანსაღი კვება","titleEn":"Healthy Eating","text":"A balanced diet is essential for maintaining good health. Nutritionists recommend eating plenty of vegetables, fruits, and whole grains, while limiting processed foods, sugar, and salt. The Mediterranean diet, which includes olive oil, fish, and fresh vegetables, has been linked to lower rates of heart disease and longer life expectancy. In Georgia, traditional cuisine actually shares many elements with this healthy approach, with its emphasis on fresh herbs, walnuts, beans, and seasonal vegetables. The key is moderation and variety in what you eat.","questions":[{"q":"What do nutritionists recommend limiting?","opts":["Vegetables and fruits","Processed foods, sugar, and salt","Fish and olive oil","Whole grains"],"ans":1},{"q":"What has the Mediterranean diet been linked to?","opts":["Weight gain","Lower heart disease and longer life","Better sleep","Faster metabolism"],"ans":1},{"q":"What does Georgian cuisine emphasize?","opts":["Lots of meat","Fast food","Fresh herbs, walnuts, beans, and seasonal vegetables","Imported foods"],"ans":2}]},
  {"id":25,"level":"B2","title":"დისტანციური მუშაობა","titleEn":"The Future of Remote Work","text":"The shift toward remote work has fundamentally altered the professional landscape. While corporations initially adopted work-from-home policies as an emergency measure during the pandemic, many have since discovered that productivity often remains stable or even improves. However, the long-term psychological effects deserve attention. Research from Stanford University indicates that fully remote workers report higher levels of isolation and difficulty in establishing boundaries between professional and personal life. A hybrid model, combining two or three office days with remote work, appears to strike the optimal balance, offering flexibility while preserving the collaborative culture that drives innovation.","questions":[{"q":"What did Stanford research reveal about fully remote workers?","opts":["They are more productive","They feel isolated and have difficulty with boundaries","They prefer the office","They work fewer hours"],"ans":1},{"q":"What model appears to be optimal?","opts":["Fully remote","Fully in-office","A hybrid model","Freelancing"],"ans":2},{"q":"What does the hybrid model preserve?","opts":["Lower costs","Collaborative culture that drives innovation","Vacation time","Employee privacy"],"ans":1}]},
  {"id":26,"level":"B2","title":"ხელოვნური ინტელექტი","titleEn":"Artificial Intelligence Debate","text":"The debate surrounding artificial intelligence has intensified as these systems become increasingly sophisticated. Proponents argue that AI has the potential to revolutionize healthcare through early disease detection, optimize energy consumption to combat climate change, and democratize education by providing personalized learning experiences. Critics, however, raise legitimate concerns about algorithmic bias, mass surveillance, and the displacement of workers in industries ranging from manufacturing to creative fields. Perhaps the most nuanced position acknowledges that AI is neither inherently beneficial nor harmful — its impact depends entirely on the ethical frameworks and regulations we choose to implement.","questions":[{"q":"What do AI proponents claim about healthcare?","opts":["AI will replace all doctors","AI can enable early disease detection","AI makes healthcare more expensive","AI is not useful in healthcare"],"ans":1},{"q":"What concerns do critics raise?","opts":["AI is too slow","Bias, surveillance, and worker displacement","AI costs too much to develop","AI is not advanced enough"],"ans":1},{"q":"What does the 'nuanced position' suggest?","opts":["AI should be banned","AI is always good","AI's impact depends on ethical frameworks and regulations","AI will solve all problems"],"ans":2}]},
  {"id":27,"level":"B2","title":"საქართველოს ღვინის ისტორია","titleEn":"Georgian Wine: An Ancient Tradition","text":"Archaeological evidence suggests that Georgia is the birthplace of wine, with the earliest traces of winemaking dating back approximately eight thousand years. The traditional Georgian method involves fermenting grape juice in large clay vessels called qvevri, which are buried underground. This technique was recognized by UNESCO as an Intangible Cultural Heritage in twenty thirteen. Despite centuries of foreign occupation that threatened Georgian cultural practices, winemaking remained central to national identity. Today, the country produces over five hundred indigenous grape varieties, making it one of the most diverse wine regions on earth, and Georgian natural wines have gained a devoted following among international sommeliers.","questions":[{"q":"How old is Georgian winemaking according to archaeological evidence?","opts":["About 3,000 years","About 5,000 years","About 8,000 years","About 10,000 years"],"ans":2},{"q":"What are qvevri?","opts":["Wooden barrels","Large clay vessels buried underground","Glass bottles","Metal tanks"],"ans":1},{"q":"How many indigenous grape varieties does Georgia produce?","opts":["Over 200","Over 300","Over 400","Over 500"],"ans":3}]},
  {"id":28,"level":"B2","title":"ურბანიზაცია","titleEn":"Urbanization and Its Consequences","text":"The United Nations projects that by twenty-fifty, nearly seventy percent of the world's population will live in urban areas, up from roughly fifty-five percent today. This rapid urbanization presents both opportunities and challenges. Cities are engines of economic growth, offering better access to employment, education, and healthcare. However, unplanned urban expansion often leads to overcrowded housing, inadequate infrastructure, and environmental degradation. Air pollution in major cities is responsible for an estimated seven million premature deaths annually. Sustainable urban planning, including investment in public transportation, green spaces, and energy-efficient buildings, is essential to ensuring that cities remain livable for future generations.","questions":[{"q":"What percentage of the world's population will live in cities by 2050?","opts":["About 55%","About 60%","About 70%","About 80%"],"ans":2},{"q":"How many premature deaths does urban air pollution cause annually?","opts":["Three million","Five million","Seven million","Ten million"],"ans":2},{"q":"What is described as essential for future cities?","opts":["Building more highways","Sustainable urban planning","Reducing city populations","Banning cars completely"],"ans":1}]},
  {"id":29,"level":"B2","title":"ფსიქოლოგია","titleEn":"The Psychology of Decision Making","text":"Behavioral economists have demonstrated that human decision-making is far less rational than classical economic theory assumes. Daniel Kahneman's groundbreaking research identified two distinct cognitive systems: System One, which operates automatically and quickly with little effort, and System Two, which allocates attention to complex mental activities. Most of our daily decisions are made by System One, relying on mental shortcuts called heuristics. While these shortcuts are efficient, they can lead to systematic errors known as cognitive biases. For instance, the availability heuristic causes people to overestimate the probability of events they can easily recall, such as plane crashes, while underestimating more common risks like car accidents.","questions":[{"q":"What did Kahneman's research identify?","opts":["Three personality types","Two cognitive systems","Five decision models","One universal bias"],"ans":1},{"q":"What are heuristics?","opts":["Complex calculations","Mental shortcuts for quick decisions","Scientific theories","Memory techniques"],"ans":1},{"q":"What does the availability heuristic cause?","opts":["Better memory","Faster learning","Overestimating easily recalled events","More rational decisions"],"ans":2}]},
  {"id":30,"level":"B2","title":"მედიაწიგნიერება","titleEn":"Media Literacy in the Digital Age","text":"In an era of information overload, the ability to critically evaluate media content has become as fundamental as traditional literacy. Social media algorithms create echo chambers by showing users content that reinforces their existing beliefs, making it increasingly difficult to encounter diverse perspectives. The proliferation of deepfake technology — artificial intelligence that can generate convincing but entirely fabricated video and audio — poses an unprecedented threat to public trust. Educational institutions worldwide are beginning to integrate media literacy programs into their curricula, teaching students to identify misinformation, verify sources, and understand the economic incentives that drive content creation on digital platforms.","questions":[{"q":"What do social media algorithms create?","opts":["Better content","Echo chambers","More diversity","Accurate news"],"ans":1},{"q":"What is deepfake technology?","opts":["A social media platform","A type of camera","AI that generates fake but convincing video and audio","A video editing software"],"ans":2},{"q":"What are educational institutions beginning to teach?","opts":["Social media marketing","Computer programming","Media literacy and identifying misinformation","Video production"],"ans":2}]}
]